Repository: bravesoftdz/diaspora_plugin
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de_de, eo, es_es

source: Diaspora* Plugin for b2evolution
de_de: Diaspora*-Plugin für b2evolution
eo: Kromprogramo Diaspora* por b2evolution
es_es: Complemento Diaspora* para b2evolution

source: Post to your Diaspora* account when you post to your blog
de_de: Einen Diaspora*-Eintrag erstellen, wenn Sie Einträge in Ihrem Blog machen
eo: Afiŝi al via Diaspora*-konto kiam vi afiŝas al via blogo
es_es: Publicar en tu cuenta de Diaspora* cuando publiques en tu blog

source: Posts to your Diaspora* account to update %s with details of your blog post.
de_de: Benachrichtigt Ihr Diaspora*-Konto, um %s mit Details zu Ihrem Blog-Eintrag zu aktualisieren.
eo: Afiŝas al via Diaspora*-konto por ĝisdatigi la guŝon %s kun detaloj de via blogero.
es_es: Publica en tu cuenta de Diaspora* para actualizar %s con detalles del artículo de tu blog.

source: Update your Diaspora* account with details about the new post.
de_de: Aktualisieren Sie Ihr Diaspora*-Konto mit Details über den neuen Eintrag.
eo: Ĝisdatigi vian Diaspora*-konton kun detaloj pri la nova afiŝo.
es_es: Actualiza tu cuenta de twitter con detalles sobre el nuevo artículo.

source: The plugin needs a non-empty code.
de_de: Das Plugin erfordert einen nicht leeren Code.
eo: La kromprogramo postulas nevakan kodon.
es_es: El complemento requiere un código no-nulo.

source: This plugin requires PHP 5.2.0 or higher.
de_de: Das Plugin erfordert PHP 5.2.0 oder höher.
eo: La kromprogramo postulas PHP eldonon 5.2.0 aŭ pli alta.
es_es: El complemento requiere PHP 5.2.0 o más alto.

source: This plugin requires the PHP cURL extension.
de_de: Das Plugin erfordert die PHP cURL-Erweiterung.
eo: La kromprogramo postulas la PHP-etendaĵon cURL.
es_es: El complemento require la extensión cURL de PHP.

source: <div>Original post posted on <a href="%s">%s</a></div>
de_de: <div>Ursprünglich Beitrag auf <a href="%s"%s</a> eingetragen</div>
eo: <div>Devena afiŝo afiŝita en <a href="%s">%s</a></div>
es_es: <div>Artículo original publicado en <a href="%s">%s</a></div>

source: Successfully logged in to <a href="%1$s">%1$s</a> as %2$s.
de_de: Mit Erfolg hat der Benutzer „%2$s” in den Pod <a href="%1$s">%1$s</a> eingeloggt.
eo: Sukcese ensalutis en <a href="%1$s">%1$s</a> kiel «%2$s».
es_es: Inicializé la conexión a <a href="%1$s">%1$s</a> como %2$s con éxito.

source: Diaspora* account status
de_de: Diaspora* Kontostato
eo: Diaspora*-konta stato
es_es: Estado de la cuesta de Diaspora*

source: Diaspora* Pod
eo: Diaspora*-guŝo

source: Username
de_de: Benutzername
eo: Salutnomo
es_es: Nombre de usuario

source: Password
de_de: Passwort
eo: Pasvorto
es_es: Contraseña

source: Aspects
de_de: Aspekte
eo: Aspektoj
es_es: Aspectos

source: Comma-seperated list of aspect IDs for which the post will be visible.
de_de: Durch Kommata getrennte Liste von Aspekte-IDs auf dem der Eintrag wird sichtbar werden.
eo: Listo da aspekto-identigiloj por kiuj la afiŝo videblos apartigitaj de komoj.
es_es: Una lista de IDS de aspectos para lo que el artículo será visible separadas por comas.

source: Autoload Aspects
de_de: Automatisch laden Aspekte
eo: Aŭtomate ŝargi aspektojn
es_es: Cargar los aspectos automáticamente

source: Automatically get your account status and list of aspects from the pod. This can be very slow.
de_de: Automatisch bekommen ihren Kontostatus und ihre Liste von Aspekten vom Pod. Das kann sehr langsam sein.
eo: Aŭtomate atingi viajn kontan staton kaj liston da aspektoj de la guŝo. To eble tre malrapidos.
es_es: Automáticamente obtiene sus estado de su cuenta y lista de aspectos de la pod. Este puede ser muy lento.

source: Post full posts
de_de: Tragen volle Blog-Einträge ein
eo: Afiŝi plenajn afiŝojn
es_es: Publica artículos completos

source: Whether to post full posts or just share the link.
de_de: Ob volle Blog-Einträge einzutragen oder nur den Link mitzuteilen.
eo: Ĉu afiŝi plenajn afiŝojn aŭ rekonigi nur la ligilojn.
es_es: Acaso a publicar artículos completos o solo a compartir el enlace.

source: Just posted $title$ $url$ #b2p
de_de: Hat gerade $title$ $url$ #b2p eingetragen
eo: Ĵus afiŝis: $title$ $url$ #b2p
es_es: Recién publicado $title$ $url$ #b2p

source: Message format
de_de: Nachrichtenformat
eo: Mesaĝa formato
es_es: Formato de mensaje

source: $title$, $excerpt$ and $url$ will be replaced appropriately.
de_de: $title$, $excerpt$ und $url$ werden entsprechend ersetzt.
eo: $title$, $excerpt$ kaj $url$ taŭge anstataŭiĝos.
es_es: $title$, $excerpt$ y $url$ se reemplazarán apropiadamente.

source: Failed to initialise connection to pod "%s".
de_de: Scheiterte eine Verbindung zum Pod "%s" initialisieren.
eo: Malsukcesis startigi konekton al guŝo «%s».
es_es: Falla al inicializar la conexión a pod "%s".

source: Not logged in.
de_de: Nicht eingeloggt.
eo: Ne ensalutinta.
es_es: La sesión no está inicializado.

source: Couldn't log in with the credentials specified.
de_de: Konnte nicht mit den angegebenen Anmeldeinformationen einloggen.
eo: Ne eblis ensaluti per la specifitaj ensaluto-informoj.
es_es: No su pudo inicializar la sesión con la credenciales especificado.

source: Login failed.
de_de: Login gescheitert.
eo: Ensaluto malsukcesis.
es_es: Fallar al inicializar la sesión.

source: Unknown error occurred.
de_de: Unbekannter Fehler fand statt.
eo: Nekonata eraro okazis.
es_es: Error desconocido.

source: Error loading aspects.
de_de: Fehler laden Aspekte.
eo: Eraro dum ŝargi aspektojn.
es_es: Error cargar los aspectos.

source: Error loading services.
de_de: Fehler laden Bedienen.
eo: Eraro dum ŝargi servojn.
es_es: Error cargar los servicios.

source: Public
de_de: Öffentlich
eo: Publika
es_es: Público
